{
  "main": {
    "name": "Samuel Collins",
    "occupation": "Computer Science & Business Student at Lehigh University",
    "description": "Here will be your description. Use this to describe what you do or whatever you feel best describes yourself to a potential employer",
    "image": "profilepic.jpg",
    "bio": "put stuff here.",
    "contactmessage": "Please reach out if you would like to get in contact.",
    "email": "samuelcollins49@yahoo.com",
    "phone": "973-747-8270",
    "address": {
      "street": "13 Ferncliff Terrace",
      "city": "Glen Ridge",
      "state": "New Jersey",
      "zip": "07028"
    },
    "website": "http://www.timbakerdev.com",
    "resumedownload": "https://www.linkedin.com/in/samuelcollins49/overlay/1635488329805/single-media-viewer/",
    "social": [
      {
        "name": "linkedin",
        "url": "https://www.linkedin.com/in/samuelcollins49/",
        "className": "fa fa-linkedin"
      },
      {
        "name": "github",
        "url": "https://github.com/samuelcollins49",
        "className": "fa fa-github"
      }
    ]
  },
  "resume": {
    "skillmessage": "Here you can create a short write-up of your skills to show off to employers",
    "education": [
      {
        "school": "Lehigh University",
        "degree": "Bachelor of Science in Computer Science and Business",
        "graduated": "May 2023",
        "description": "Relevant Coursework - Software Engineering, Database Systems and Applications, Systems Software in C, Programming and Data Structures, Programming Languages, Discrete Structures and Algorithms, Financial Accounting, Managerial Accounting, Supply Chain Management, Finance."
      }
    ],
    "work": [
      {
        "company": "Deloitte",
        "title": "Intern",
        "years": "May 2021 - June 2021",
        "description": "Remote internship in Prague, Czech Republic. Performed analysis of SAP S/4HANA and SAP CM Enterprise Resource Planning systems. Created a consulting style presentation highlighting SAP S/4HANA and SAP CM features, applications, and implementation in relevant businesses. Presented findings to team leaders and sponsors at Deloitte."
      },
      {
        "company": "Lehigh Computer Science and Business Association (CSBA)",
        "title": "Vice President, Former Secretary",
        "years": "April 2020 - May 2022",
        "description": "Organize professional events for Computer Science and Business students at Lehigh. Assign and manage mentors for every incoming Computer Science and Business student. Assist students at Lehigh University in selecting classes and professional preparation."
      },
      {
        "company": "Sigma Phi Delta, Professional Engineering Fraternity",
        "title": "Professional Chairman, Former Academic Chairman, Professional Communications Chairman",
        "years": "August 2020 - May 2022",
        "description": "Network with organizations on campus to facilitate professional and philantrophy events for Lehigh students. Promote educational opportunities both on and off campus."
      },
      {
        "company": "Glen Ridge Country Club",
        "title": "Golf Caddie",
        "years": "April 2018 - Present",
        "description": "Assist members in playing the game of golf. Work with the rest of the Glen Ridge Country Club staff to facilitate the success of events."
      }
    ],
    "skills": [
      {
        "name": "Git",
        "level": "75%"
      },
      {
        "name": "Java",
        "level": "75%"
      },
      {
        "name": "C",
        "level": "65%"
      },
      {
        "name": "Oracle SQL",
        "level": "70%"
      },
      {
        "name": "Rust",
        "level": "20%"
      },
      {
        "name": "React",
        "level": "30%"
      },
      {
        "name": "HTML",
        "level": "15%"
      },
      {
        "name": "CSS",
        "level": "10%"
      }
    ]
  },
  "portfolio": {
    "projects": [
      {
        "title": "Sigma Phi Delta Website",
        "category": "Small project to overhaul the Lehigh Sigma Phi Delta website.",
        "image": "spd.jpg",
        "url": "https://lehighspd.org/"
      },
      {
        "title": "Smirkspace",
        "category": "(MVP Only) A React and Meteor based chat University project.",
        "image": "smirkspace.jpg",
        "url": "http://www.smirkspace.com"
      }
    ]
  },
  "testimonials": {
    "testimonials": [
      {
        "text": "Here you should write some nice things that someone has said about you. No lies though, employers can tell when you are lying.",
        "user": "Kareem Abdul Jabbar"
      },
      {
        "text": "That Tim Baker must be one of the most brilliant developers I've ever met! It is amazing that nobody has hired him yet. Hey you, you should hire this guy, he may be fresh out of University and have zero on the job experience but I am confident that he will be one of your best developers in no time!",
        "user": "Steve Wozniak... impersonator"
      }
    ]
  }
}
